Repository: giellalt/corpus-nob
Catalog: tmx/sme/admin/sd/samediggi.no/prm:_stotte_til_isfi_as_for_produksjoner_og_utstilling_for_arran_360deg.html.tmx
Source language: nob
Languages: sme

source: PRM: Støtte til ISFI AS for produksjoner og utstilling for ÁRRAN 360°
sme: PRD: Doarjja ISIF ASii ÁRRÁN 360° čájáhusa buvttadeapmái

source: ÁRRAN 360° Knut Aaserud Sametingsrådet har bevilget 200 000,- kroner til, Internasjonalt Samisk Filminstitutt, ISFI AS til produksjoner og utstilling for ÁRRAN 360° - en arena for teknologiutvikling, innovasjon og kunstnerisk nytenkning.
sme: ÁRRAN 360° Knut Aaserud Sámediggeráđđi lea juolludan 200 000,- kruvnnu Internašunála Sámi Filbmainstituhttii, ISFI ASii buvttadeapmái ja čájáhussii ÁRRAN 360° - teknologiijaovddideami, hutkama ja dáiddalaš ođđaárvalusa arenai.

source: Maja Kristine Jåma Åse M. P. Pulk/Sámediggi Målet er å posisjonere samiske og annen urfolks XR film i front av den teknologiske utviklingen, med verdens fremste XR-teknologimiljøer.
sme: Maja Kristine Jåma Åse M. P. Pulk/Sametinget Mihttu lea sámi ja eará eamiálbmogiid XR filmmaid sajálduhttit rievttes sadjái njunnošis teknologalaš ovdáneamis, máilmmi ovddimus XR-teknologalaš birrasiin.

source: Markedet for XR produksjoner er globalt økende og det utvikles stadig ny teknologi.
sme: XR-buvttadeami márkan lea lassáneaddji máilmmiviidosaččat ja jámma ráhkadit ođđa teknologiija.

source: Med ÁRRAN er samisk filmproduksjon med i teten i utviklingen, og er med på å skape nye muligheter for samiske kunstnere og filmskapere.
sme: ÁRRANiin lea sámi filbmabuvttadeapmi njunnošis ovdánemiin, ja lea mielde ráhkadeame ođđa vejolašvuođaid sámi dáiddáriidda ja filbmabuvttadeddjiide.

source: Det oppleves stor etterspørsel av visninger for ÁRRAN filmene og XR produksjonene internasjonalt, og filmene vises sannsynligvis i Lübeck, Malmø, London, Canada og USA etter at de er vist i Venezia.
sme: Vásihuvvo stuora beroštupmi oaidnit ÁRRAN filmmaid ja XR buvttademiid riikkaidgaskasaččat, ja filmmat čájehuvvojit jáhkkimis Lübeckas, Malmøs, Londonis, Canadas ja USAs maŋŋel go leat čájehuvvon Venezias.

source: – ÁRRAN 360° er en helt ny og annerledes måte å formidle samiske historier, myter og levemåter.
sme: – ÁRRAN 360° lea áibbas ođđa ja earálágan vuohki gaskkustit sámi historjjá, myhtaid ja eallinvugiid.

source: Det er gledelig å se hvordan ISFI gjennom dette prosjektet har jobbet godt med å rekruttere og motivere samiske filmkunstnere, sier sametingsråd Maja Kristine Jåma (NSR).
sme: Illudahttá oaidnit mot ISFI dán prošeavtta bokte lea bures bargan rekruteret ja movttiidit sámi filbmadáiddáriid, lohka sámediggeráđđi Maja Kristine Jåma (NSR).

source: Bevillingen er gitt over ordningen Institusjonsutvikling.
sme: Juolludeapmi lea juolluduvvon ortnegis Ásahusovddideamis.
